{
  "variable1Name": "PROMTED_JOURNALING",
  "variable1Values": "What is your interpretation of one of your recent dreams?\nWhat does death teach us about life?\nWhen you look at an elderly person's hands what do you see?\nWhich disease known to humankind do you hate the most? Explain why.\nWhat was your last dream about?\nWhat seemed unusual on your morning commute today?\nTell me about an old friend you've lost touch with.\nWhat's your earliest holiday memory?\nWhat's your favorite charitable cause and why?\nWhat do you think your life will be like ten years from now?\nWhat actor would you hire to play you in your TV movie biography, and why?\nIf you died tomorrow, what would you most be remembered for?\nName three people whose lives have been improved by knowing you, and explain why.\nIf your life was a reality TV show, what would be the hook that would draw viewers in?\nWhen was the last time you cried?\nWhat is the earliest memory you have of a sibling?\nWhat is the earliest photograph of yourself that you have that you remember when it was taken?\nWhat is the longest you've had a 'borrowed' item but not been able to return it because they moved?\nWhat did you eat as a child that you can't stand now as an adult?\nWhat is one thing that happened today that I really want to remember 10 years from now?\nDid I do something today that I can be proud of?\nWhat is one thing that I am grateful for today?\nDid something happen to make me sad?\nWho is the one relative that I miss the most?\nWhat would I say to them if I could see them again?\nWhy is it important to be genuine?\nWhy do you think wars exist in the world?\nWhy would we say that someone is 'bananas'?\nWhy do you think ability to focus is an important quality?\nExplain why we say, 'Dead as a door nail'.\nHow do you feel about using humans in medical research?\nWhat does 'copy cat,” mean to you?\nWhat do you think about quasi ghosts?\nWhat does 'holds water” mean to you?What is your first memory?\nHow did you meet your first boyfriend or girlfriend?\nDescribe your typical day, from wake to sleep.\nWhat would be your ideal birthday present, and why?\nIf you could take home any animal from the zoo, which would it be, and what would you do with it?\nThink of a loved one that you have lost. If you could ask this person one question, what would you ask, and what do you think they would say?\nWhere do you think you will be in five years?\nIf you were to die today what would like people to say about you?\nWhat is your proudest accomplishment?\nIf you could be anybody, who would you be?\nWhat is the most important aspect of your life and why?\nWhere would you travel, if you could go anywhere?\nWhat time period you would like to be born in?\nWhat extinct animal would you bring back, if you could?\nWhat profession would you have chosen, if not your current one?\nWhat book setting would you like to visit, if you could?\nGiven the chance to give your child only one quality as a person, which would you choose? How about if that choice were unavailable, what would be your second and maybe third choices? Why are these so important to you?\nWhich superpower would you choose to have if you had the option and why? Conversely, which superhero do you find to be the most overrated and why?\nYou have one week to do whatever you want, all-expenses-paid, what things would you want to do? Where would you go?\nIf your best friend came to you depressed and upset like you've never seen before, how would you react?\nIn what ways do you sometimes wish to act to be a better friend, but don't? Why do you find yourself unable to do these things?\nYou have one hour to come up with the most interesting television show you can and describe/pitch it.\nIf someone gains, someone else loses. How much does this reflect life, and how much does it come up short. Reflecting upon this, how could your attitudes have been different during events in your past?\nWould you be a different person today if you had a different childhood? How?\nConsider some of the parents others had growing up. What type of person would you be if you had those situations?\nWhat if your life had been harder or easier? How do you think you'd be different?\nAm I happy with my job, life, and situation? What parts are good? What parts are bad?\nIf I could change one thing about my spouse/lover, what would I change?\nWhat is the greatest vacation I have taken and what lessons can I take from it?\nIf you won a million dollars but had to give it all away, who would you give it to and why?\nWhat was your first pet? Why did you choose this pet?\nIf you could build a car customized just for you, what would it contain?\nWhat did you want to be when you grew up?\nIf you had to write your life story, what would the title be? Why?\nHow do you feel when you see something beautiful? Have you ever seen something so beautiful it makes you cry?\nWhat are you thankful for?\nThis morning, when I got out of bed, I ….. Before bed tonight, I will….\nWhat do you think about as you are falling asleep?\nWhat is the most beautiful thing you have ever seen?\nWhat is your favorite thing to do outdoors? Why?\nWhat would you write in a letter you could send back in time to yourself as a teen-ager?\nWhat would you write in a letter you could send forward in time to yourself in 10 years?\nWhen did you first realize you would someday be old or someday die?\nDescribe what it was like to fall in love.\nExplain how you chose your career path.\nWhen have you realized you were really wrong in your judgment about someone?\nHow do you react when you realize you've made a mistake?\nWhat situation has caused you to confront your ethics recently?\nIf you had to sacrifice one of your senses (taste, touch, smell, sight, hearing), which would you choose and why?\nWhat about a goal makes you most likely to procrastinate?\nWhat would it be like to be in a tornado?\nWhere would you go to relax and why?\nHow do you make ice cream?\nWhy does the ocean have a tide?\nWho has more power the government or the people?\nDid I recently have an interesting conversation?\nWhat is a scary dream that I remember from my past?\nWho is the person that I feel has altered the course of my morals and values, and how did they effect me?\nWhere do I see myself, so far as my goals, personal development, residence, or job, in five years, and do I have a plan to arrive at this destination?\nWhat is my earliest or happiest memory?\nWhich amendment to the constitution is the most important to you and why?\nIs speech always free? When and where might it not be free?\nPut yourself in Anne Frank's place how would you have survived?\nIf you witnessed a fight at school would you report it? What could the repercussions be if you told the truth?\nWhat was(will be) the first thing that you did(do) when you got your driver's license?\nWhat would you do if you woke up one morning with a tail?\nHow would you react if you were to find out you would be the first child in space?\nWho would you most like to be like if you could change your personality?\nIf you were born in another time, what time would you choose and why?\nWhere would you most like to watch the sun come up? Why?\nHow do you think instant riches would affect your friendships and familial relationships?\nHow do you think sudden loss of millions would affect your familial relationships and friendships?\nHow do you imagine humans would move to Mars in the event of world wide catastrophe?\nIf you were elected President, what do you think would be your most difficult tasks?\nDescribe something you feel most passionate about to a complete stranger.\nDescribe your favorite memory about an amusement park or county fair you visited.\nWhen was the last time you lied and why.\nWhat was your closest brush with death.\nWhere would you want to live if Earth was uninhabitable.\nRemember the last time you spoke to a person who later died.\nIf you were to die tomorrow, what would you want your last words to be?\nWrite about the last time weather scared you.\nWho was the best teacher you ever had, and why?\nDescribe your favorite sound.\nWhen were you the happiest this year?\nWhat would you do on a snow day?\nWhat are you saving up for?\nWhat caused me to wince today?\nWho did I run in to today that I would like to spend more time with?\nWhat tempted me today?\nWhat yes or no questions should I decide by flipping a coin?\nWhat trait did you admire in a relative, friend, classmate, or coworker today?\nHow do you feel when you stare at the stars?\nWhat would you say to your loved ones if you could tell them absolutely anything?\nIf you could tell your boss what you really want to do in your job, what would it be?\nHow are you going to make tomorrow a joyful day?\nRecall a place, person or event, what emotion do you remember feeling most strongly?\nIf you could return in time to a set time to relive it, but not change anything, what would you choose and why?\nWhat is your strongest memory, as a child, of your parents and what were you all doing at the time?\nYou are given 24 hours to do whatever you would like, money no object. What do you do and why?\nYou have to invite 5 people to dinner, dead or alive. Who do you invite and why?\nWhat makes your favorite song so special? How do you personally relate to it?\nWhat are some colors you see the most in your every day life?\nWhat is your fondest memory of an animal or pet you once had?\nIf you could go back and relive one of your past trips, whom from your current entourage would you take with you?\nWhat happens in the latest movie you saw?\nCan you picture yourself in the shoes of any of the protagonists?\nWhat is the best gift you've ever given someone? Why? Why do you like/dislike the city where you live?\nWhat's your most treasured memory from high school?\nWhich friend has had the greatest impact on your life and why?\nWhich photo of yourself do you hate the most, and why?\nWho inspires you the most, and why?\nCan you buy happiness?\nImagine you're stuck on the roof of a house that has been carried away by a flood. Which person would you most like to be on the roof with you?\nWhich would you choose: immense wealth in obscurity or poverty and fame (think 'starving artist')?\nWhat animal do you identify with most closely?\nWhat is your favorite season and why?\nImagine you are attending your dream concert—what songs would you want to be played? What does the stage look like?\nWhat's your favorite place to escape from life temporarily? A park? A mall?\nWhat's one job you would never want to do?\nHas a friend ever broken something or yours? How did you react?\nWhat's the best memory you have from the last year?\nHow do you feel about politicians openly sharing their religious beliefs?\nWhat characteristics or personality traits are most important to you in a politician?\nIf you could trade places with a famous person for a day, who would you like to be and why?\nIf you could learn any new language, which one would you choose and why?\nIf you had to choose between having a personal chef, a housekeeper, or a personal trainer, which would you pick and why?\nWhat is the weather like today? How do you feel about it?\nWhat season do you like best?\nWhat do you wish you could tell someone, and who do you wish you could tell?\nWhen you close your eyes and think of where you want to live, what comes to the surface? Specifically, what do you want your space to look like? And what do you think that reflects about you?\nIf you don't believe in reincarnation, forget about that for a minute. What would you like to be reincarnated as? What do you think you WOULD be reincarnated as, if karma had its way with you?\nWhat are things that you wish people knew about you without your having to tell them?\nWhat are a few qualities you dislike in other people, and why?\nWhat music makes you want to get up and dance? Why don't you?\nIf you need inspiration and put on your favorite CD, which one is it? What is your favorite song on this CD? Why do these lyrics 'speak' to you? If you met the artist, what would you ask him? If you could be in the front row, where would you see him/her in concert?\nIf you were in the band, what instrument would you be playing?\nWhen do you think about your regrets the most often?\nWhat is your most prized possession?\nWhat is your favorite lie to tell?\nWho do you live for?\nWhat is a secret about you?\nWhat family item has changed your view or ideas about a family member?\nWrite about your best friend as if they were a stranger.\nIf you could build a soundtrack to your life, who would be on it?\nIf you suddenly gained the ability to tell whether someone was lying, would you use it?\nHow would handle life in an arctic climate?\nDescribe your perfect career or job. Where would it be? Would you want financial or personal fulfillment? What kind of people would you work with?\nWho is your ideal presidential candidate?\nWhat kind of jobs have you had in the past?\nWhat was your major in college? How did you choose it?\nWhere are you from?\nHow would you go about 'saving the world'? What do those words mean to you? How long would it take? Where would you start?\nIf you were to write a book, would it be fiction or non-fiction? What would the subject be? Who is your target audience?\nWhat's the first step you can take to making a difference in the world today? Would you try to feed the hungry, improve the environment, promote peace? How would you start?\nIn your opinion, is Global Warming real? If so what is causing it? If not why is everyone so hyped up about it?\nWrite a story about what 1 day in your life would be like if you were a dog.\nDescribe the ocean to a person who is blind.\nUsing all of your 5 senses, describe your favorite food.\nHow would you spend your time if you were wealthy?\nLook at yourself in the mirror and describe what you see.\nPretend you are a raindrop falling to earth and describe your fall from the clouds.\nWhat is one of your most personal hopes and dreams?\nWould you rather be rich and famous or just rich? Why?\nWhat is your favorite season? What is your best memory of something that happened in that season?\nWhat’s one place that you would like to visit but never will? Why will you never go there?\nDescribe your favorite painting and what you think the artist was trying to create.\nDescribe what you hear when you hear nothing.\nWhat's the most difficult part about being you?\nWhat's your favorite part of being you?\nIf you had to move across the country what belongings would you get rid of?\nWhat was your favorite thing to collect as a child, and why?\nWhat if you ran into a talking animal, what would you ask it? How would you react?\nIf you saw an alien, what would you do?\nWhat would you do if you won the lottery?\nWhat would you do if you found an injured animal in the street?\nWhat animals frighten you and why?\nWhere is your favorite place to be and why?\nWhat is your favorite book and what do you like most about it?\nWhat is the best thing and the worst thing that happened to you this week?\nIf you could travel anywhere in the world for a vacation, where would it be and why?\nWhen you were a child, how did you imagine your adult life? How is it similar or different to what you imagined?\nIf you found a suitcase full of money in the middle of the street, what would you do?\nWhat is one skill you wish you had and how would that make your life different?\nWhat is the best gift you have ever received from someone and why?\nIf you were the ruler of the planet, how would you handle space exploration?\nIf you had a mind-reading ability but could only choose 3 people to read their minds, who would they be?\nIf there was one person who you had the power of giving immortality to, who would it be and why?\nIf you found treasure worth millions in your backyard, would you keep it a secret or would you tell the world?\nWhy do some people choose to dress differently?\nWhat if you lived your life in reverse (being born old, etc.)?\nWhat if trash became more valuable than money?\nHow would you be different if you had never watched television?\nImagine trading places with the first person you spoke to today.\nWhat do you dream about on a regular basis?\nWhere do you see yourself in five years?\nWhat would you like to accomplish by the end of the year?\nHow do others see you?\nWhat would you do if you had all the money in the world?\nWhat would you do to change the country and the world for the better if you were elected president?\nWhy do you journal?\nWhat do you regret and why?\nMake a list of what you would like to do before you die.\nComplete this sentence: Love is…\nWhat is the best way to educate the world on lead and how it affects people, just one person at a time?\nIf I could run out to any restaurant right now with more than enough money where would I go?\nCould writing a children's book really affect a child for the rest of their life?\nJust a spoonful of what makes the medicine go down?\nIf you could be a color what would it be? Why?\nTell about a time when someone made you feel welcomed or accepted. What did they do and how did it make you feel?\nTell about a time when someone made you feel bad about yourself. What did they do and how did you react?\nThink about the phrase 'random acts of kindness'. What are five things you could do for someone this week just to be kind?\nWhat one thing could you invent that would make your life easier?\nWhat are you most grateful for?\nDescribe your most important possession.\nWhy is your best friend your best friend?\nWhat is the biggest goal for your life\nWhat is your most embarrassing moment and why?\nWho do you trust the most and why?\nWho do you trust the least and why?\nWhat is your greatest fear and how often do you think about it?\nWhat gives you confidence and why?\nWhat is your least favorite chore and why?\nWhat medium would your life best be shown as? A movie? A television series? A cartoon? What genre would a movie about your life fall under? Comedy? Romance?\nWho would you choose to portray you in a movie about your life?\nWhat would you do if you could stop time?\nWhat kind of fairytale creature would you be?\nWhat would you do if you could hide in your mother's womb?\nWhat would you do if you knew the answer to pollution of the earth?\nWhat would you do if you met yourself without knowing it was you?\nWhat would you do if you were Mick Jagger for 1 day?\nWhat would you do if you were homeless?\nWhat would you do if you were an undercover agent in heaven?\nWhat would you do if you were living in an environment where nobody could speak?\nWhat would you do if you would stay 25 forever?\nWhat is a long term goal and how can you achieve it?\nWho is someone that inspired you to accomplish something you didn't think you could do and how did they encourage you?\nWhere is your favorite vacation place and why?\nIf you could travel anywhere in the world, where would you go and what would you do?\nWhat is your ideal pet?\nWhat is a convenience you wouldn't want to do without?\nTell about your favorite vacation experience.\nTell about your worst vacation.\nTell about a story when you got a parking ticket or traffic violation.\nWhat was the first way you earned money?\nWhat is an unusual form of transportation you have used?\nHave you ever had an incident because you overslept?\nWhat is an experience you have had when you went fishing or swimming?\nTell about the best restaurant you have ever been to.\nWhat is your favorite game? Why?\nHave you ever been in a car wreck? How many? Whose fault was it?\nHave you ever swallowed something strange? (a key, pin, marble…)\nDo you belong/have you belonged to a club or an organization?\nWhat is a famous place you have seen or want to see?\nDo any of your friends or relatives have strange occupations?\nDescribe an incident that had something to do with water.\nHave you ever moved? Tell about one of your moves.\nTell about an article or book you read recently.\nWhat is a joke you played on someone?\nDescribe a babysitting experience you have had.\nAre you competitive? Tell about a competition that you participated in.\nDescribe something unusual that happened while you were eating in a restaurant.\nWhat is something strange that happened in your neighborhood?\nDescribe a fair, parade, or festival you have attended.\nDescribe an incident at a beauty or barber shop.\nTell about a time you slept outdoors.\nDo you have pets? Tell a story about one of them.\nTell about a dream that you can remember.\nDo you believe in God? Why or why not?\nTell about a time you were given, or gave, flowers.\nTell about a cultural clash/experience you have had with a culture other than your own.\nHave you, or your family, ever been effected by war? Describe how.\nWhat is an incident you have had at a movie theater?\nWhere did you grow up? Describe what it was like?\nWhat is an exciting or crazy trip you have taken?\nAt what age did you learn to ride a bicycle?\nIs there a movie that has brought you to tears? Tell about it.\nTell about a neighbor you had a hard time living next to.\nWhat is the strangest wedding you have ever attended?\nWhat is the worst weather condition you have ever experienced?\nWhat is the best party you have ever been to?\nRecall an unusual bus, train, or plane ride.\nWhat is a New Year's Eve you will never forget?\nIf money wasn't an issue, what kind of house would you have?\nTell about living or visiting a farm or ranch.\nIf money wasn't an issue, what car(s) would you have?\nWhat foreign countries have you been to? Which ones do you want to go to?\nTell about a trend when you were born.\nHave you had an experience that made you feel close to nature?\nWhich decade of clothing fashion was your favorite and least favorite?\nHow much was Gas the last time you filled up?\nWhat do you like to do when it is really hot outside?\nWhat is your all-time favorite sports team?\nWho is your all-time favorite sports player?\nName someone or an event that guided you in choosing your vocation or work.\nWhat was your first favorite TV show?\nDo you actively change your habits and behaviors to help the environment? What kinds of things do you do?\nWhat are some major inventions that happened during your life time?\nTell what you like about one of your hobbies.\nWhat musical instrument(s) do you play or wish you could play?\nTell about a habit that you picked up from a family member or friend.\nWhat about your work can you take pride in?\nTell about the strangest food you have ever eaten.\nDo you like commercials? Tell about your favorite commercial.\nHow are you like one of your brothers or sisters?\nTell about a time when you met someone famous.\nDescribe a favorite letter you have received.\nDescribe the first time you ever danced with someone.\nWhat is something that made your mother happy.\nHow are you and your parents alike.\nWhat is your greatest athletic achievement?\nHow did your parents meet?\nTell a story that you have had with one of your aunts.\nTell a memory that you have with one of your grandmothers.\nTell a memory that you have with one of your grandfathers.\nName one of the kindest people you have ever met. Why?\nTell about the first time you ever held hands with someone.\nWho is one of the most courageous people you have ever met? Why?\nWhat is one of your favorites favorite sayings? Tell how they used it and when.\nDescribe your father's personality in a short journal entry.\nDescribe your mother's personality in a short journal entry.\nDescribe each member of your family one by one. Ad photos and personality descriptions.\nWhat kinds of activities when on at the kitchen table at home when you grew up (eating doesn't count)?\nTell about the kind of kids you hung out with as a kid.\nWhat is your favorite sport? Why?\nWhat is a smell that you remember from growing up?\nTell one of your favorite childhood stories.\nWhat is one unanswered question you would like to ask your parents? Why?\nDescribe a family vacation.\nTell about one of your father-daughter/son activities.\nDescribe your best childhood friend.\nTell about one of your mother-daughter/son activities.\nDescribe your first date.\nWho in your family is the biggest character?\nTell a memory you have with one of your uncles.\nWhat is one unanswered question you would like to ask your grandparents? Why?\nTell about a time you got in trouble at school.\nWhat is your favorite family dinner?\nWhat was your favorite family dinner as a child?\nTell about a time when you were grounded.\nWho is one of the most interesting people you have ever met?\nWhat state or country what was your father raised in?\nWhat state or country what was your mother raised in?\nWhat state or country what is your father's family from?\nWhat state or country what is your mother's family from?\nWhere was a special place you always retreated to as a child?\nWhere is a special place you go to so you can be alone?\nWho is a person that influenced your life? How?\nHow did your family fight the common cold? What was the 'cure'?\nDid you grow up with lots of money or very little? How much money (give numbers it makes things interesting)?\nHas anyone ever influenced your manners for the better? Who?\nWhat did your family do on Sundays as a child?\nDescribe your first boyfriend or girlfriend.\nTell about your first kiss.\nWhat is a game or song that your family played or sang while driving?\nWhat did your parents do for fun?\nWho was one of your best, or worst, teachers? Describe them.\nTell about something that you and your siblings used to do together.\nTell about something that you and your siblings do together now.\nTell something you like about a friend from the past.\nWho is your favorite relative? Least favorite?\nWho is a friend you haven't seen for a long time but would like to see.\nWhat was/is something that your mother considered/considers very important?\nWhat was/is something that your father considered/considers very important?\nWhat is something you liked about your childhood?\nWhat kinds of things make/made your father happy?\nWhat is an event that you will never forget from your school days?\nTell about one of your first away-from-home experiences.\nTell about one of the oldest photographs you have.\nHow are your father and grandfather alike?\nHow are your mother and grandmother alike?\nWhat are you political views? Are you a liberal? republican? libertarian? … Why?\nIn your mind, what will the world be like in 50 years?\nIf you were given a huge amount of money, but had to give it away, who would you give it to?\nTell about the happiest day of your life.\nDo you have a favorite time of day? Why?\nWhat is your favorite movie of all time?\nWhat is your favorite place to eat?\nWhat is your favorite holiday? Why?\nWhat would be your perfect day?\nIf you had more money, what would you alter about your life?\nIf TV didn't exist, what would you do with your time?\nIf you could change you name, what would you change it to?\nCost being no factor, what would you do for one month?\nWho is your #1 hero? Why?\nIf you could live anywhere in the world, where would it be?\nHow are you going to celebrate entering the next century?\nAs a whole, do you live for tomorrow or today? Explain.\nIf you had the option of living forever, would you take it?\nIf you had the option to know the day and time of your death, would you want to know?\nWhat is a place that inspires you?\nWhat age would you consider the prime of life? Why?\nDescribe a family tradition.\nHow have credit card affected your life?\nWhat do you really like about where you live?\nAre you ever lucky? Tell about it.\nIf you knew you would loose ever possession you own but one, what would you keep?\nWhat is your perfect weekend?\nDescribe the perfect vacation.\nTell about how your parents influenced your spiritual beliefs.\nHow is your life different now from just a year ago?\nWhat is your favorite season? Why?\nWhat is your favorite holiday? Why?\nName a public figure who has inspired you. Why?\nHow have you adjusted your eating habits to be healthier?\nDescribe when someone has done something very nice for you.\nIf you could spend a day with someone famous, who would it be?\nTell about a time you laughed until you cried.\nWhat is a cause that is VERY important to you?\nDo you exercise? How has your exercising changed throughout your life?\nWhat do you do to relax?\nWhat have you done that was 'out of character.'\nTell about a time when you shocked someone.\nWhat is the biggest risk you have ever taken?\nWhat occupation do you think would be fascinating?\nWhat is a principle or ideal that you would like to pass on to the next generation?\nTell about an award you have received.\nTell about a friend you have with a different national background.\nWhat is the proudest moment of your life?\nWhat do you feel is your greatest success?\nWhat is the best decision you have ever made in your life?\nWhat kind of art is your favorite? Why?\nWhat is an experience that you would consider a miracle?\nTell about a characteristic in others you admire?\nWhat is the most courageous thing you have ever done?\nWhat is one of your life goals?\nWrite out your life mission statement (or at least start)\nWhat was your New Years Resolution this year?\nWhat would you put in a time capsule to be opened by the next generation?\nHas religion played a role in your life? How?\nDescribe a time you helped someone.\nWhat is something about yourself that you dislike?\nTell about something you do well?\nTell about your home. Do you have a favorite room? Why?\nWhat makes a good neighbor?\nWhat do you think the world will be like in 10 years? Twenty? Fifty?\nWhat is your opinion about ghosts?\nWhat is your opinion of someone who has bad manners?\nWhat is your opinion about people who take advantage of others?\nWhat do you think about when you can't fall asleep?\nWhat do you think courage means?\nWhat do you think makes a good friend?\nWhat do you think makes a happy family?\nWhat things do you think are beautiful?\nWhat is your opinion of 3D movies?\nWhat is your opinion about the amount of violence on T.V.?\nWhat is your opinion of people polluting the environment?\nWhat is your opinion of having set rules for people to follow?\nWhat is your opinion of people who are inconsiderate of others?\nHow would you feel if you were going to be on TV? Why?\nWhat is the best way to treat busybodies?\nWhat is the worst thing parents can do to their children?\nWhat is your most invaluable possession and why?\nWhere do you see yourself in 5 years?\nWhat is your idea of perfect happiness?\nWhat is your greatest fear?\nWhat historical figure do you most identify with?\nWhat living person do you most admire?\nWhat trait do you most deplore in yourself?\nWhat is your greatest extravagance?\nWhat is your favorite journey?\nWhat do you consider your most overrated virtue?\nWhat do you dislike most about your appearance?\nWhich living person do you most despise?\nWhat words do you most overuse?\nWhat or who is the greatest love of your life?\nWhich talent would you most like to have?\nWhat is your current state of mind?\nWhat do you consider your greatest achievement?\nIf you could choose what to come back as, what would it be?\nIf you were to die and come back as a person or thing, what do you think it would be?\nIf you could change one thing about your family, what would it be?\nWhat is your most treasured possession?\nWhat is your favorite occupation?\nWhat is your most marked characteristic?\nWhat is the quality you like most in a woman?\nWhat is the quality you like most in a man?\nWho are your favorite writers?\nWhat do you most value in your friends?\nWho is your favorite hero of fiction?\nWhat is it that you most dislike?\nHow loyal are you?\nHow would you like to die?\nWhat’s the finest education?\nWhat’s your motto? How would you like to be remembered?\nWhat is your idea of a boring evening?\nWhat is something you are optimistic about?\nWhat is something you are pessimistic about?\nWhat is your favorite song and why?\nWhat is the best birthday present you ever received?\nWhat is the best birthday present you could receive?\nWhat is something that makes you feel sad?\nWhat is your favorite book and why?\nWhat is something that really bugs you?\nWhat is something that really makes you angry?\nWhat is the best advice you ever received?\nWhat is your favorite holiday? What makes this holiday special?\nWhat is your favorite day of the week?\nWhat is your favorite month? Why?\nWhat would happen if there were no television? Why would this be good? bad?\nWhat would you do if you saw a friend cheating—report it, confront the friend, nothing—and why?\nIf you could have been someone in history, who would you have been?\nIf you could only take 3 people with you on a trip around the world, who would you take and why?\nIf you could give any gift in the world, what would you give and to whom?\nIf you could live anywhere in the world, where would it be?\nIf you received any sum of money as a gift, what would you do with it?\nIf you could do whatever you wanted to right now, what would you do?\nIf you were principal of this school, what would you do?\nIf you were a mouse in your house in the evening, what would you see your family doing?\nWhat rituals do you have or hold?\nIf you were lost in the woods and it got dark, what would you do?\nIf it were your job to decide what shows can be on t.v., how would you choose?\nIf there were no rules, what do you think would happen?\nWhat do you think people say to each other when you're not around?\nIf you owned a store, what would you do to discourage people from stealing from you?\nIf you could participate in an Olympic event, which one would you choose and why?\nIf you could break the Guiness Book of Records it would be for?\nIf you had to describe yourself as a color, which would you choose?\nWhat do you think should be done to keep people who are under the influence of alcohol off the road?\nWhat do you like most about yourself?\nWhat do you like to do in your free time?\nWhat kind of animal would you like to be and why?\nWhat kind of trophy would you like to win?\nWhat TV or movie star would you like to invite to your birthday party?\nWhat does 'Clothes make the person' mean to you?\nWhat does 'Have your cake and eat it too' mean to you?\nWhat does 'The early bird gets the worm' mean to you?\nWhat do we mean when we say, 'The grass is always greener on the other side of the fence'?\nWhat does 'You can't take it with you' mean?\nWhat do we mean when we say, 'You can catch more flies with honey than with vinegar'?\nWhat do we mean when we say, 'Hitch your wagon to a star'?\nWhat does 'still waters run deep' mean to you?\nWhat does 'There are two sides to every coin' mean to you?\nWhat does Canada mean to you?\nWhat are you afraid of? Why?\nWhat are junk foods?\nWhat are some nutritious foods that you like?\nWhat are some rules you have to follow at home?\nWhat are some examples of prejudice?\nWhat is more important to you, appearance or personality?\nWhat is most important to you in a friend—loyalty, generosity, honesty—why?\nWhat is something that makes you melancholy?\nWhat makes your best friend your best friend?\nWhat makes you feel safe?\nWhat makes you laugh?\nWhat would you invent to make life better?\nWhat would you do to entertain your family without spending any money?\nWhat effects does watching violence have on people?\nWhat effects do cigarette and alcohol advertising have on young people?\nWhat kind of t.v. commercial would you like to make? Describe it.\nWhat kind of pet would you most like to have—monkey, snake, goat—why?\nWhat kind of program do you enjoy most on TV—detective shows, comedies, game shows—and why?\nWhat advice would you give a new student?\nWhat advice would you give to someone who stole something but now feels guilty?\nWhat things are better than going to school? Why?\nWhat talents do you have?\nWhat three words would describe you right now?\nWhat four things are most important in your life?\nWhat color makes you think of happiness?\nWhat has been the most fun activity at school so far?\nWhat quality do you like about yourself—creativity, personality, appearance—why?\nWhat eccentric behaviour in a friend disturbs you the most?\nWhat parts of nature do you like best?\nWhat do you do for exercise?\nHow do you feel when it's your birthday? Why?\nHow do you feel on the first day of winter? Why?\nHow do you feel when you do something wrong?\nHow do you feel when you do something that is very good?\nHow do you feel when you play a trick on someone?\nHow would you feel if a new child moved into your neighbourhood?\nHow do you think the new child would feel?\nHow do you feel when you have had a fight with your best friend?\nHow do you think your friend felt?\nHow do you feel when you are in bed with the lights out?\nHow do you feel when you want something very badly and you cannot have it? Why is this so important to have?\nHow do you feel on a warm sunny day?\nHow do you feel when you stay with a babysitter?\nHow do you feel when you're leaving home on vacation?\nHow do you feel when you sleep at some one's house?\nHow do you feel during a thunderstorm?\nHow do you feel on the first day of school?\nHow do you feel when your parents are upset with you? Why do they become upset with you?\nHow do you feel on Thanksgiving? What are you thankful for?\nHow do feel on (any holiday)?\nHow do you feel when something scares you? What do you do when this happens?\nHow would you feel if someone told you that you were his or her best friend?\nHow do you feel about your appearance?\nHow would you change the world to make it better?\nHow do you think eating junk food affects you?\nHow do you have the most fun—alone, with a large group, with a few friends—and why?\nExplain how to play your favorite game.\nI wish I had a million… Then I would…\nI wish I had one… because\nI wish I could be like…. This person is special because….\nI wish to be a ____ when I grow up. Then I will….\nI wish there were a law that said….. This would be a good law because….\nI wish I could forget the time I ….. because….\nI wish trees could….. because….\nI wish I could see…… because…..\nI wish I could learn….. because…..\nI wish I didn't have to eat…… I don't like this food because…..\nI wish everyone would learn to ….. Then everyone would…..\nI wish I never……\nI wish I had one more chance to….. Then I would…..\nI wish there was an electric……\nI wish I had enough money to……\nI wish everyone loved……\nI wish all children would……\nI wish everyone had…..\nI wish I could touch……\nI wish animals could…… If they could, then…..\nI wish I looked like…. because……\nI wish there were no more…..\nI wish I didn't have to…..\nI wish I could go to…..\nI wish there really was….. If there really was, then…..\nI wish I could hear……\nI wish I could give……\nIf all my wishes came true, I would……\nDescribe a time when you felt vengeful.\nDescribe your favorite toy. Why do you like it best?\nDescribe the most ludicrous outfit you can think of.\nDescribe the best teacher you ever had.\nWhen you are angry, how do you look?\nWhen are you happiest?\nWhen have you felt lonely?\nWhen do you feel proud?\nWhen was the last time you cried and why?\nWhen a friend was in an embarrassing situation, what did you do?\nWhen it might hurt their feelings, how do you feel about telling your friends the truth?\nWhen might it be bad to be honest?\nWhen someone picks on someone else, how do you feel? What do you do?\nOnce, when you were very frightened, what happened?\nOnce, when you were embarrassed, what happened?\nOnce, when your feelings were hurt, what happened?\nWhich quality best describes your life—exciting, organised, dull—and why?\nWhich quality do you dislike most about yourself—laziness, selfishness, childishness—and why?\nWhich place would you most like to visit—Africa, China, Alaska—why?\nWhich holiday has the most meaning for you-Canada Day, Thanksgiving, Valentines Day—and why?\nWhich is least important to you—money, power, fame—and why?\nWhich is most important to you—being popular, accomplishing things, being organised—and why?\nWho do you talk to when you have a problem?\nWho is your favourite Star Wars character (or other movie/book/t.v. show, etc.)?\nWho or what has had a strong influence in your life?\nWhere would you prefer to be right now—mountains, desert, beach—and why?\nWhy is it important to be honest?\nWhy is important to have good manners?\nWhy do you think some people smoke/drink?\nWhy is exercise important to someone your age?\nWhy do you think some people encourage others to smoke/drink?\nWhy do you think the rules you must follow are good or bad?\nWhy would it be good to be honest?\nWhy have men and women usually only done certain types of work?\nWhy should or shouldn't a man stay home to care for the house and children while his wife goes to work?\nWhy do you think some people take advantage of others?\nWhy do you think prejudice exists in the world?\nWhy would we say that someone is 'passing the buck'?\nWhy would a Prime Minister have a sign on his desk which read, 'The buck stops here'?\nWhy do you think tact is an important quality?\nWhy is it not wise to squander your money?\nExplain why we say, 'dead as a door nail'.\nDo you think there is too much fighting on t.v. Why or why not?\nDo you think it is necessary to have alcohol at a party in order to have a good time?\nDoes it bother you to be around someone who has bad manners?\nShould there be a dress code in places such as school, restaurants, and places of business? Why or why not?\nShould animals be used for medical research?\nShould people be prohibited from smoking in certain places?\nFamilies are important because…\nWould you like to be famous? Why or why not? What would you like to be famous for?\nIf you were a food, what would you be?\nWhy do people drive on parkways and park on driveways?\nWhat do you think is the greatest invention? Why?\nDescribe what it means to be a best friend.\nWhat is your earliest childhood memory?\nIs there something that you memorized long ago and still remember?\nWhich way does the toilet paper roll go? Over or under?\nWhat is your favorite season of the year? Why?\nHow many people are in your whole family? How many are male? Female?\nWho controls the TV remote control in your family?\nName your favorite animated movie and tell why you like it.\nWhich person would you like to see more often than you do now?\nIf you were an animal, what would you be?\nWhat superpower would you like to have? What would you do with it?\nIf you had to move to another state, which one would you choose?\nWhat special talent do you have?\nWhat can you do that makes people laugh?\nCan you pat your head and rub your stomach at the same time?\nName four items that can always be found in your refrigerator.\nWho is the best laundry folder in the family?\nIf somebody makes a mess, who cleans it up?\nWhen was the last time you sent or received a card from someone?\nWhich do you prefer, a shower or a bath? Why?\nIf you were in danger, who would protect you?\nWhat is your grandfather or grandmother's middle name?\nWhich do you prefer, inside or outside? Why?",
  "variable2Name": "",
  "variable2Values": "",
  "variable3Name": "",
  "variable3Values": "",
  "shuffleNoteTemplate": "\"$PROMTED_JOURNALING\""
}